Repository: OpenBricks/xbmc-addon-geexbox-network
Catalog: geexbox.network.cfg/resources/language/*/strings.po
Languages: german

# #32000
source: Connection 1
german: Verbindung 1

# #32010
source: Network
german: Netzwerk

# #32020
source: Network adapter
german: Adapter

# #32031
source: IP address
german: IP-Adresse

# #32032
source: Net mask
german: Netzmaske

# #32061
source: Auto detect SSID
german: WLAN Suche

# #32062
source: SSID detected
german: SSID gefunden

# #32070
source: Hidden Network
german: Vestecktes Netz

# #32080
source: Network security
german: Sicherheit

# #32090
source: Passphrase
german: Passwort

# #32091
source: Wait for network startup
german: Warte auf Netzwerkstart

# #32100
source: Connection 2
german: Verbindung 2

# #32101
source: Enable
german: Aktiv

# #32110
source: Network
german: Netzwerk

# #32120
source: Network adapter
german: Adapter

# #32131
source: IP address
german: IP-Adresse

# #32132
source: Net mask
german: Netzmaske

# #32161
source: Auto detect SSID
german: WLAN Suche

# #32162
source: SSID detected
german: SSID gefunden

# #32170
source: Hidden Network
german: Vestecktes Netz

# #32180
source: Network security
german: Sicherheit

# #32190
source: Passphrase
german: Passwort

# #32191
source: Wait for network startup
german: Warte auf Netzwerkstart

# #32250
source: Use Zeroconf
german: Zeroconf verwenden

# #32300
source: Scanning WiFi network ...
german: Suche Funknetzwerke ...
